basic/controllers/LibraryController.php

SELECT * FROM `library` WHERE `书名`='三国演义'
---
    protected function findModel($id)
    {
        if (($model = Library::findOne($id)) !== null) {